Repository: nvdaaddons/reviewCursorCopier
Catalog: addon/locale/*/LC_MESSAGES/nvda.po
Languages: sk

source: Copied
sk: Skopýrované

source: Failed to copy
sk: Chyba pri kopýrovaní

source: Copies the line under the review cursor to the clipboard.
sk: Skopýruje riadok pod kurzorom do schránky.

source: Copies the word under the review cursor to the clipboard.
sk: Skopýruje slovo pod kurzorom do schránky.

source: Copies the text from the start of the current line to the clipboard.
sk: Skopýruje text od začiatku riadka do schránky.

source: Copies the text until the end of the current line to the clipboard.
sk: skopíruje text do konca riadka do schránky.

source: Copies the text from the start of the current word to the clipboard.
sk: Skopýruje text od začiatku slova do schránky.

source: Copies the text until the end of the current word to the clipboard.
sk: Skopýruje text po koniec slova do schránky.

source: Review Cursor Copier
sk: Kopírovanie textu pod prezeracím kurzorom

source: Provides various commands for copying the text under the review cursor to the clipboard. Please consult the documentation for more information.
sk: Dopĺňa funkcie na kopírovanie textu pod prezeracím kurzorom do schránky. Zoznam funkcii nájdete v návode.
